{
    "1": {
        "source": "https://www.independent.co.uk/life-style/gadgets-and-tech/crypto-price-update-bitcoin-ethereum-b1950457.html",
        "date": "3 November 2021",
        "text": "ETH is now worth more than the market cap of the world’s largest bank  ETH is now worth more than the market cap of the world’s largest bank  The crypto market has hit a record high after Ethereum and several other leading cryptocurrencies reached all-time highs on Wednesday. The overall market is now worth more than $2.75 trillion, according to CoinMarketCap’s price index, making it more valuable than the world’s richest companies.  Ethereum’s record-breaking rally saw it reach above $4,600 for the first time in its history, with a market cap approaching $550 billion. This puts it above JPMorgan Chase, the world’s largest bank by market cap, as well as payments giants like Visa, Mastercard and PayPal. The cryptocurrency has been boosted by a surge in popularity for NFTs (non-fungible tokens) and decentralised apps (dapps), which are supported by Ethereum’s underlying blockchain."
    },
    "2": {
        "source": "https://theconversation.com/ethereum-the-transformation-that-could-see-it-overtake-bitcoin-170316",
        "date": "October 22, 2021",
        "text": "ethereum 2.0 promises to reduce the platform’s power consumption by 99.9%, making it far more sustainable. It should also solve the problem with gas fees by raising the platform’s processing ability from 30 transactions a second to potentially 100,000, as well as making possible more sophisticated smart contracts than before."
    },
    "3": {
        "source": "https://jeangalea.com/ethereum-staking/",
        "date": "May 07, 2021",
        "text": "Ethereum 2.0 is a major network upgrade, years in the making, that will increase Ethereum’s scalability, security, and energy efficiency without compromising on accessibility or decentralization. It is also a major upgrade to Ethereum’s native asset: ETH. Ethereum 2.0 will transform ETH as an asset, providing it with attributes of each of the three asset superclasses:ETH 2.0 will also fundamentally alter Ethereum’s monetary policy, potentially reducing its annual inflation rate to well below 1%. "
    }
}