{
    "Likes": [
        "Best thing is Ethereum has started to attract more businesses day by day. As a rising star in crypto currency market, Ethereum provides competitive security measures in transactions within wallets. Ethereum is decentralized and transparent just like the blockchain platform. Because of that, people can execute deals and transactions without any other third parties.",
        "Its provide a service, Its public blockchain, So everyone handle this blockchain.",
        "Etherium is a Decentralized blockchain cryptocurrency and accepts by many crypto exchanges so I think this will be leading in the future and most famous cryptocurrency format after the bitcoin so the price will rapidly go up in the future. and My eth wallet is the best crypto wallet for Ethrium because it has a more safe option for protecting the valuable ethereum tokens.",
        "When investing in Ethereum, it is necessary to have an electronic wallet to store the Ether. This system allows the security of the coins due to its operation by means of an account number and a personal access key. Similarly, when sending them to another person or company, the transaction is carried out by means of a password shared between the two participants.The blockchain system not only allows the distribution of the currency, but also the realization of smart contracts. These are contracts drawn up between the participating parties within the system that, once programmed, are automatically executed for mandatory compliance, so the realization of this will not depend on additional external conditions or events.Another advantage of investing in Ethereum is that this currency is not controlled by any government, so it is understood to be a decentralized currency. Due to this, the value of the currency is not established by a territory and its economic development, but it depends on other aspects such as supply and market demand.",
        "It is a cheap system. Commissions are applied to each transaction that are intended to be paid to the miners. The costs of their transactions are considerably cheaper than those of traditional banking. New cryptocurrencies have also emerged that use a confirmation protocol known as Proof of Stake, which ignores miners and makes transactions even cheaper. It is a totally transparent system. On the one hand, its code is open and public. All cryptocurrencies have a white paper. It describes the operation and code of the cryptocurrencies. On the other hand, transactions are also public.It allows micropayments due to the high divisibility of digital currencies.The system is autonomous and is always in operation. By not depending on any central entity I can make instant transfers 24 hours a day, 365 days a year."
    ],
    "DisLikes": [
        "Ethereums multifunctionality can lead to bugs, hacking attempts and breakdowns. At one stage, this multifunctionality is a good features to get more small scale investors on board, but they should consider this as a weak point as well.",
        "This blockchain not a scalable.",
        "Etherium prices fluctuate highly, so you cannot be guaranteed the price of a coin, so this is a risk for investors.",
        "Any operation that is performed within the system is not reversible, that is, it is final. In the event that the transfer of Ethereum is made to the wrong person or the security of the currency is violated, it is difficult or impossible to recover it since it is not backed by any entity. Because it is a relatively new system, your system may present security or development flaws, so investing in Ethereum may pose a certain risk.The volatility when investing in Ethereum has been very evident due to the short time that the currency has been active in the market. By having a highly variable behavior, registering several prices with abysmal differences between them in a single day, so its use as a conventional payment method can be questioned.",
        "The transactions are irreversible. This is fundamental in the security of the system, but it can lead to a clear disadvantag"
    ]
}