{
    "1": "Ethereum is the best secure block chain based secure crypto currency platform. I helps to develop secure transparent crypto currency solutions for our customers.",
    "2": "Ethereum is Most Famous Blockchain platform in the world. Ethereum Blockchain Native currency is ETH.  The blockchain provide smart contract via to customize business logic. so ethereum based various dapp is available in the world. Its wonderful blockchain. Its very good  centralized and decentralized platform",
    "3": "Etherium is one of the leading Cryptocurrency in the crypto market Ethreum foundation. My Eth wallet is the most famous and reliable Ethereum wallet. It has excellent features with maximum security that beats the other similar wallets",
    "4": "Having stated the advantages and disadvantages of this currency, it makes it easier for us to send money in this cryptocurrency format without needing a bank. However, the entire process of sending money and converting it into this cryptocurrency needs the help of a banking intermediary. This helps us when it comes to reducing time and, above all, lowering transaction costs. If it is true that today most of the operations are through the bank but little by little this is changing and we increase the transactions in Ethereum",
    "5": "It has everything that can be asked of a new virtual currency of relative recent appearance. Some payments to our employees are managed through this currency, reducing bank costs. The operation is very simple to use what is perfect for us to avoid high commissions.\\\\nAt the same time that our employees receive their income at the moment without having to wait until the end of the month",
    "6": "Ethereum is the best secure block chain based secure crypto currency platform. I helps to develop secure transparent crypto currency solutions for our customers.",
    "7": "Ethereum is most popular blockchain framework to work upon.\\\\nit provides you to not only develop DApps (Distributed application) but also to generate your private network with your own Token. it has one  security is one",
    "8": "Ethereum is one of the leaders in the crypto currency and blockchain platform for smart contracts. One of the main features of Ethereum that caught my attention was that I was able to gain expertise from other users without having to give away any data. Transactions are incredibly quick and easy. Ethereum can be very slow if a user doesnt have a suitable network. Also for users with no knowledge it can be really tough to join a blockchain platform which contributes to a low amount of users switching from FIAT money to Ethereum",
    "9": "blockchain platform for smart contracts I like its intuitive interface with a nice design, this platform allows you to create cryptocurrencies as a payment method is equal to bitcoin or any other crypto currency",
    "10": "Ethereum is the google of internet. He will be the fastest, best cryptocurrency in decade maybe far soon. I try to look ethereum code side but can't have time yet",
    "11": "overall  experience  was wonderful and learning.",
    "12": "Ethereum is coin, and it can be use shopping in some country. It may be ease of purchase. Be carefull to invest",
    "13": "One of the best public blockchain platforms available.  Supports support for smart contracts which can be written in Solidity, a turing complete language. Infrastructre support is available on AWS as well as Azure. Infura can also be used if dedicated node is not needed",
    "14": "powerful platform to leverage the potential of blockchain. Requires specialized personel to fully make use of the powers",
    "15": "Best Platform to deploy production ready Blockchain distributed applications.It is benefited with large community and rich tools which helps to build Dapps quickly.\\\\"
}